Repository: AtmosphereTeam/AtmosphereTool
Catalog: src/AtmosphereTool/Strings/*/AtmospherePage.resw
Source language: en_us
Languages: et_ee

# Dialog_CloseText
source: Cancel
et_ee: Tagasi

# Dialog_Content_LogOff
source: Do you want to log off now to apply the changes?
et_ee: Kas soovite muudatuste rakendamiseks kohe välja logida?

# Dialog_Content_Restart
source: Do you want to restart now to apply the changes?
et_ee: Kas soovite muudatuste rakendamiseks kohe taaskäivitada?

# AllMitigations_Content
source: Do you want to enable all mitigations?
et_ee: Kas soovite lubada kõik mitigeerimised?

# AllMitigations_Title
source: All Mitigations
et_ee: Kõik Mitigatsioonid

# MitigationsEnabled_Title
source: Mitigations successfully applied
et_ee: Mitigatsioonid Aktiveeritud

# Mitigations_Title
source: Change Mitigations
et_ee: Muuda Mitigatsioone

# Mitigations_Content
source: Do you want to change mitigations?
et_ee: Kas soovite muuta mitigatsioone?

# MitigationsDisabled_Title
source: All mitigations sucessfully disabled
et_ee: Kõik mitigatsioonid keelatud

# AtmosphereConfigHeader
source: Atmosphere Configuration
et_ee: Atmosphere Sätted

# AtmosphereConfigDescription
source: Change Atmosphere Configuration
et_ee: Muuda Atmosphere-i sätteid

# MitigationsHeader
source: Mitigations
et_ee: Mitigatsioonid

# WindowsMitigations
source: Default Mitigations
et_ee: Tavalised Mitigatsioonid

source: Disable Mitigations
et_ee: Keela Mitigatsioonid

# AutoUpdatesHeader
source: Automatic Windows Updates
et_ee: Automaatsed Windowsi Uuendused

# AutoUpdatesDescription
source: Updates are important for security, you'll get update notifications regardless.
et_ee: Värskendused on turvalisuse jaoks olulised, sellest hoolimata saate värskendusteateid edasi.

# AtmosphereUIModsHeader
source: Atmosphere UI Modifications
et_ee: Atmosphere UI Modifikatsioonid

# HibernationHeader
source: Hibernation
et_ee: Võime salvestada tööseisundit ja lülitada arvuti välja

# PowerSavingHeader
source: Power Saving
et_ee: Energiasäästurežiim

# VBSHeader
source: Configure Virtualization Based Security
et_ee: Virtualiseerimisel Põhineva Turvalisuse Konfigureerimine

# ConfigVBS
source: Configure
et_ee: Konfigureeri

# WinStartMenuHeader
source: Start Menu Modifications
et_ee: Start Menüü Muudatused

# OldContextMenuHeader
source: Old Context Menus
et_ee: Windows 10 kontekstimenüüd

# TroubleshootingHeader
source: Troubleshooting
et_ee: Veaotsing

# TroubleshootingDescription
source: Troubleshoot AtmosphereOS / Windows
et_ee: Veaotsing AtmosphereOS / Windows

# TFInfoText
source: If you're experiencing explorer crashes or games not launching and anti-cheat problems then try disabling translucent flyouts.
et_ee: Kui explorer jookseb palju kokku või mängud ei käivitu ja anti-cheat probleemid, proovige keelata translucent flyouts.

# MicaExplorerHeader
source: Translucent Explorer
et_ee: Läbipaistev Explorer

# ConfigServicesHeader
source: Services
et_ee: Teenused

# Services
source: Configure Services
et_ee: Muuda Teenuseid

# ConfigTelemetryHeader
source: Telemetry
et_ee: Telemeetria

# Telemetry
source: Configure Telemetry
et_ee: Muuda Telemeetriat

# RepairComponents
source: Repair Windows Components
et_ee: Paranda Windowsi Komponente

# RepairWindowsHeader
source: Repair Windows
et_ee: Paranda Windowsi

# UninstallAtmosphereHeader
source: Uninstall Atmosphere
et_ee: Eemalda AtmosphereOS

source: Toggle Defender
et_ee: Muuda Defenderi olekut

# RemoveOS
source: Remove
et_ee: Eemalda
